spec/fixtures/soap/xml/IControl/LocalLB/Rule/IControl.LocalLB.PoolMember.get_object_status_bb6076f8867064a463988dd6adad337b_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/PoolMember"><env:Body><wsdl:get_object_status><pool_names><value>pool_test2</value></pool_names></wsdl:get_object_status></env:Body></env:Envelope>